const quotes = [
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
    {
    "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "author": "И. Берард"
  },
  {
    "text": "Не волнуйтесь, если что-то не работает. Если бы всё работало, вас бы уволили",
    "author": "Mosher’s Law of Software Engineering"
  },
  {
    "text": "Иногда лучше остаться спать дома в понедельник, чем провести всю неделю в отладке написанного в понедельник кода",
    "author": "К. Томсон"
  },
  {
    "text": "Измерять продуктивность программиста подсчетом строк кода — это так же, как оценивать постройку самолета по его весу",
    "author": "Б. Гейтс"
  },
  {
    "text": "Многие из вас знакомы с достоинствами программиста. Их всего три, и разумеется это: лень, нетерпеливость и гордыня",
    "author": "Л. Уолл"
  },
  {
    "text": "Если вы дадите человеку программу, то займете его на один день. Если вы научите человека программировать, то займете его на всю жизнь",
    "author": "У. Латиф"
  },
  {
    "text": "Работает? Не трогай.",
    "author": "Любой программист"
  },
]  

export default quotes;
